Repository: cptjhmiller/NMTCommunitySoftwareInstaller
Catalog: Panels/pnlWelcome.*.resx
Languages: ru

# lblDescription.Text
source: This installer allows you to install customizations made by the community. This application will download, install and cleanup the installation after selecting the desired item. Adding new new content, giving support and creating new releases takes time; a donation will be greatly appriciated and keeps me motivated!
ru: Программа позволяет установить приложения, созданные сообществом пользователей. Вы можете закачивать, устанавливать или удалять выбранные приложения. Разработка нового контента, поддержка и создание новых программных версий требует время, поэтому ваш взнос будет служить мотивацией для дальнейших разработок.

# lblWebservices.Text
source: Web services
ru: Веб-сервисы

# lblWaitImages.Text
source: Wait image sets
ru: Значки ожидания

# label4.Text
source: Repository date
ru: Дата репозитория

# lblCustomMenus.Text
source: Custom menus
ru: Пользовательские

# label2.Text
source: Themes
ru: Темы

# label1.Text
source: Applications
ru: Программные приложения

# gbxRepositoryInfo.Text
source: Software repository info
ru: Информация о репозитории

# lblUpdatingRepositoryName.Text
source: Checking Main repository
ru: Проверка главного репозитория

# gbxUpdateRepository.Text
source: Updating information
ru: Обновление информации
