Repository: cptjhmiller/NMTCommunitySoftwareInstaller
Catalog: Properties/Resources.*.resx
Languages: fr, nl, ru, tr

# DoneInstalling_Application
source: You have installed an application, below this text may appear some instructions how to start using the application.
fr: Vous avez installé une application, suivez les instructions ci-dessous pour commencer à utiliser l'application.
nl: Applicatie is geinstalleerd, hieronder kan gebruikers instructies verschijnen hoe de applicatie is te gebruiken.
ru: Вы установили программное приложение. Ниже, возможно, указана инструкция для запуска приложения.
tr: Bir uygulama yüklediniz, bu metinin altında uygulamayı kullanma hakkında bazı talimatlar olabilir.

# DoneInstalling_CustomMenu
source: You have installed a custom menu, please use the "SOURCE" button on your remote control and select HARD_DISK for the settings to take effect.
fr: Vous avez installé un menu personnalisé, s'il vous plaît utilisez le bouton SOURCE" de votre télécommande et sélectionnez HARD_DISK pour que ces réglages soient appliqués."
nl: Aangepast menu is geinstalleerd. Druk op de “SOURCE” knop op uw afstandsbediening en selecteer HARD_DISK om de wijzigingen door te voeren.
ru: Вы установили пользовательское меню. Чтобы изменения вступилил в силу, нажмите клавишу "SOURCE" и выберите "HARD_DISK".
tr: Özel bir menü yüklediniz, lütfen kumandadan "SOURCE" tuşuna basın ve ayarların etkili olması için HARD_DISK seçin.

# DoneInstalling_Theme
source: You have installed a theme, please restart the NMT for the settings to take effect.
fr: Vous avez installé un thème personnalisé, SVP redémarrez le NMT pour que ces réglages soient appliqués."
nl: Thema is geinstalleerd. Herstart the NMT om de wijzigingen door te voeren.
ru: Вы установили тему. Чтобы изменения вступили в силу, перезапустите PopcornTV.
tr: Bir tema yüklediniz, ayarların etkili olması için lütfen NMT'yi yeniden başlatınız.

# DoneInstalling_WaitImageSet
source: You have installed a new wait image set. Thank you for using NMT Community Software Installer.
fr: Vous avez installé images d'attente, Merci d'utiliser NMT Community Software Installer.
nl: Wacht plaatjes zijn geinstalleerd. Bedankt voor het gebruike van NMT Community Installer.
tr: Yeni bir resim seti yüklediniz. NMT Community Software Installer kullandığınız için teşekkürler.

# DoneInstalling_Webservice
source: You have installed a new webservice. Open main menu on your NMTand choose Web services. Your newly added webservice should be located in there.
fr: Vous avez installé un nouveau service Web. Ouvrez le menu principal de votre NMT et choisissez Web services. Votre nouveau service Web devrait y apparaitre
nl: Webservice is geinstalleerd. Open het webservice scherm op uw NMT om de toegevoegde webservice te gebruiken.
ru: Вы установили веб-сервис. Откройте главное меню и выберите "Веб-сервисы", чтобы увидеть новый веб-сервис.
tr: Yeni bir Web Servisi yüklediniz. Ana Menüden Web Servislerini seçiniz. Eklenen yeni web servisiniz orada olmalıdır.

# FileDialog_OpenAppZipCaption
source: Open NMT Application zip
fr: Ouvrir une application ZIP pour NMT
nl: Open NMT Applicatie zip
ru: Открыть zip-файл программного приложения
tr: NMT Uygulama zip'i açın

# FileDialog_OpenAppZipFilter
source: NMT Application (*.zip)|*.zip
fr: Application NMT (*.zip)|*.zip
nl: NMT Applicatie (*.zip)|*.zip
ru: Программное приложение (*.zip)|*.zip
tr: NMT Uygulama (*.zip)|*.zip

# FileDialog_SaveScreenshotCaption
source: Save screenshot
fr: Sauvegarder une capture d'écran
nl: Afbeelding opslaan
ru: Сохранить снимок экрана
tr: Ekran görüntüsünü kaydet

# FileDialog_SaveScreenshotFilter
source: JPEG files (*.jpg)|*.jpg
fr: Fichiers JPEG (*.jpg)|*.jpg
nl: JPEG bestanden (*.jpg)|*.jpg
ru: JPEG файлы (*.jpg)|*.jpg
tr: JPEG dosyalar (*.jpg)|*.jpg

# FileDialog_SelectFirmwareFileCaption
source: Select firmware ZIP file
fr: Sélectionner fichier ZIP du firmware
nl: Selecteer firmware zip bestand
ru: Выбрать прошивку ZIP-файл
tr: Yazılım ZIP dosyası seçin

# FileDialog_SelectFirmwareFileFilter
source: Firmware file (*.zip)|*.zip
fr: Fichier du firmware (*.zip)|*.zip
nl: Firmware bestand (*.zip)|*.zip
ru: Файл прошивки (*.zip)|*.zip
tr: Yazılım Dosyası (*.zip)|*.zip

# InstallItem_ApplicationString
source: Application
nl: Applicatie
ru: Программное приложение
tr: Uygulama

# InstallItem_IndexString
source: Custom menu
fr: Menu personnalisé
nl: Aangepaste menu
ru: Пользовательское меню
tr: Özel Menü

# InstallItem_Package
source: Please select a CSI installer package file (zip)
fr: Veuillez selectionner un package d'installation CSI fichier (zip)
nl: Selecteer een CSI installatie pakket (zip)
ru: Выберите пакет файлов CSI Installer (zip)
tr: Lütfen bir CSI yükleme paket dosyası seçin (zip)

# InstallItem_ThemeString
source: Theme
fr: Thème
nl: Thema
ru: Темы
tr: Tema

# InstallItem_WaitImageSetString
source: Wait image set
fr: Images d'attente
nl: Wacht plaatjes
ru: Значок ожидания
tr: Bekleme Görüntü seti

# InstallItem_WebserviceString
source: Webservice
fr: Service Web
ru: Веб-сервис
tr: Web Servisi

# MessageBox_ApplicationUpdatesAvailable
source: New application updates are available. Please check Update tab.
fr: Des mises à jour d'applications sont disponibles. Veuillez vérifiez l'onglet mise à jour,
nl: Nieuwe applicatie updates zijn beschikbaar, klik op Updates tab.
ru: Доступны новые обновления приложений. Проверьте Обновления.
tr: Yeni güncelleme sürümleri mevcut. Lütfen Güncelle sekmesini kontrol edin.

# MessageBox_ApplicationUpdatesAvailableCaption
source: New updates available
fr: Nouvelles mise à jour disponibles
nl: Nieuwe versie beschikbaar
ru: Доступны новые обновления.
tr: Yeni güncellemeler mevcut

# MessageBox_CleanCaption
source: NMT Cleanup
fr: Nettoyage du NMT
nl: NMT Opschoning
ru: Очистка PopcornTV
tr: NMT Temizliği

# MessageBox_CleanupActionCaption
source: Clean or restart action
fr: Action de nettoyer ou redémarrer
nl: Opschoning of herstart actie
ru: Очистка или перезагрузка.
tr: Temizle veya eylemi tekrar başlat

# MessageBox_CleanupActionFailed
source: Choosen action failed, most likely because of a connection problem.
fr: L'action choisie a échoué, probablement en raison d'un problème de connexion.
nl: Gekozen actie is mislukt, waarschijnlijk door verbindings problemen.
ru: Действие выполнено неудачно, возможно из-за проблемы соединения.
tr: Seçilen eylem başarısız, muhtemel bağlantı sorunu

# MessageBox_CleanupActionSuccess
source: Your Networked Media Tank should be restarting shortly. Follow instructions on NMT after restart.
fr: Votre NMT devrait redémarrer sous peu. Suivez les instructions du NMT après le redémarrage
nl: Uw netwerk media tank zal herstarten. Volg instructies die op uw televisie verschijnen.
ru: PopcornTV скоро перезагрузится. Следуйте инструкции после перезагрузки.
tr: NMT cihazınız şimdi yeniden başlatılacak. NMT açıldıktan sonra talimatları izleyiniz.

# MessageBox_CleanWarning
source: !! WARNING !! WARNING !! WARNING !! You are about to cleanup your NMT. All default applications will be reinstalled, all customizations removed. After reboot you will be offered to do a TYPICAL or FRESH setup. A typical setup will keep your Media files while a fresh setup will do a complete wipe of your HDD. Using this option IS COMPLETELY AT OWN RISK! Are you sure you want to continue?
fr: !! ATTENTION !! ATTENTION !! ATTENTION !! Vous êtes sur le point de nettoyer votre NMT. Toutes les applications par défaut seront réinstallées, toutes les personnalisations retirées. Après le redémarrage vous pourrez choisir de faire une installation TYPIQUE ou FRAICHE. Une installation typique conservera vos fichiers Media tandis qu’une installation fraiche EFFACERA le contenue de votre disque dur. Utiliser cette option ENTIEREMENT À VOS RISQUES ! Êtes-vous certain de vouloir continuer ?
nl: !! WAARCHUWING !! WAARCHUWING !! U staat op het punt om uw NMT op te schonen. Alle standaard applicaties zullen opnieuw geinstalleerd worden en alle aanpassingen zullen ongedaan worden gemaakt. Na herstart van NMT moet u TYPICAL setup kiezen om uw media bestanden te bewaren. FRESH setup zal uw complete hardeschijf wissen. LET OP: DEZE ACTIE IS OP EIGEN RISICO! Weet u zeker dat u wilt doorgaan?
ru: !! Внимание !! Внимание !! Внимание !! PopcornTV будет очищен. Все стандартные приложения будут восстановлены, все дополнительные приложения будут удалены. После перезагрузки выберите режим установки приложений. «Нормальная установка» сохранит ваш медиаконтент. «Чистая установка» удалит все на внутреннем жестком диске. Используя данную функции, вы берете риск на себя! Вы уверены, что хотите продолжить?
tr: !!UYARI !! UYARI !! UYARI !! NMT nizi temizlemek üzeresiniz. Varsayılan uygulamalar yeniden yüklenecek, özelleştirmeler kaldırılacak. Açılış sonrasında Tipik (Typical) veya Temiz /Fresh) kurulum yapmanız istenecek. Tipik kurulumda Media dosyalarınız korunurken, temiz kurulum ile tüm diskiniz silinecektir. Bu seçeneği kullanma SORUMLULUĞU KENDİNİZE AİTTİR!! Devam etmek istediğinize emin misiniz?

# MessageBox_CsiUpdateFailed
source: Update failed, please report this problem in Help or Report a bug
fr: La mise à jour a échoué, veuillez signaler ce problème dans Aide ou Signaler un bug
nl: Update is mislukt. Kies Help en Rapporteer een fout om deze fout te rapporteren.
ru: Обновление не удалось. Пожалуйста, сообщите о данной проблеме в «Помощь» или «Сообщить об ошибке».
tr: Güncelleme başarısız, lütfen bu hatayı bildiriniz.

# MessageBox_CsiUpdateNoneAvailable
source: No updates available
fr: Aucune mise à jour de disponible
nl: Geen updates beschikbaar
ru: Нет обновления
tr: Yeni güncelleme yok.

# MessageBox_CsiUpdatesCaption
source: CSI Update
fr: Mise à jour de CSI
ru: Обновление CSI
tr: CSI güncelleme

# MessageBox_CustomMenuDeleteCaption
source: Custom menu delete
fr: Supprimé un menu personnalisé
nl: Aangepaste menu
ru: Пользовательское меню удалено
tr: Özel menü sil

# MessageBox_CustomMenuDeleteConfirm
source: You are about to delete the custom menu on the Network Media Tank. Are you sure?
fr: Vous allez supprimer le menu personnalisé sur le NMT. Etes-vous sûr?
nl: U staat op het punt een Aangepast menu te verwijderen Weet u het zeker?
ru: Пользовательское меню будет удалено с PopcornTV. Вы уверены?
tr: NMT cihazınızda Özel menüyü silmek üzeresiniz. Emin misiniz?

# MessageBox_CustomMenuDeleted
source: Custom menu deleted. Please use "SOURCE" button on remote control and select HARD_DISK for the settings to take effect.
fr: Menu personnalisé supprimé S’il vous plaît utilisez le bouton SOURCE" de votre télécommande et sélectionnez HARD_DISK pour que ces réglages soient appliqués."
nl: Aangepast menu is verwijderd. Druk op “SOURCE” knop op uw afstandsbediening and selecteerd “HARD_DISK” om de wijzigingen door te voeren.
ru: Пользовательское меню удалено. Используйте клавишу «SOURCE» на ПДУ и выберите HARD_DISK, чтобы изменения вступили в силу.
tr: Özel Menü silindi. lütfen kumandadan "SOURCE" tuşuna basın ve ayarların etkili olması için HARD_DISK seçin"

# MessageBox_CustomMenuDeleteFailed
source: Something failed while removing custom menu folder. Custom menu cleanup not completed. Please retry.
fr: Quelque chose a échoué lors de la suppression dossier du menu personnalisé. Le nettoyage de menu personnalisé n’a pas fonctionné S’il vous plait réessayez.
nl: Aangepast menu verwijderen is mislukt. Probeer opnieuw.
ru: Что-то произошло не так при удалении папки пользовательского меню. Удаление пользовательского меню не завершено Попробуйте снова.
tr: Özel Menü klasörü kaldırılırken bir hata oluştu. Özel Menü silinmesi tamamlanamadı. Lütfen tekrar deneyin.

# MessageBox_DeepCleanCaption
source: NMT DEEP Cleanup
fr: Nettoyage en profondeur du NMT.
nl: NMT Diepe schoonmaak
ru: Полная очистка PopcornTV
tr: NMT Derin Temizlik

# MessageBox_DeepCleanWarning
source: !! WARNING !! WARNING !! WARNING !! You are about to perform a DEEP CLEAN of your NMT. All default applications will be reinstalled, all customizations removed. After reboot you will be offered to do a TYPICAL or FRESH setup. A typical setup will keep your Media files while a fresh setup will do a complete wipe of your HDD. A DEEP CLEAN WILL REMOVE ANY NON-DEFAULT FOLDERS AND ALL SETTINGS FILES FROM YOU NMT. ALL FOLDERS AND FILES WILL BE REMOVED, EXCEPT THE FOLLOWING FOLDERS: Download, Music, Photo, Podcast, Video In effect all files and folders except the default media folders will be removed! A backup of these folders and files will be made in new folder called CleanBackup. Using this option IS COMPLETELY AT OWN RISK! Are you sure you want to continue?
fr: !! ATTENTION !! ATTENTION !! ATTENTION !! Vous êtes sur le point de NETTOYER à FOND votre NMT. Toutes les applications par défaut seront réinstallées, toutes les personnalisations retirées. Après le redémarrage vous pourrez choisir de faire une installation TYPIQUE ou FRAICHE. Une installation typique conservera vos fichiers Media tandis qu’une installation fraiche EFFACERA le contenu de votre disque dur. UN NETTOYAGE À FOND RETIRERA TOUS LES DOSSIERS QUI NE SONT PAS PAR DÉFAUT AINSI QUE TOUS LES RÉGLAGES DES FICHIERS DE VOTRE NMT. TOUS LES DOSSIERS ET FICHIERS SERONT EFFACÉS, SAUF LES RÉPERTOIRES SUIVANTS : Download, Music, Photo, Podcast, Video En effet tous les fichiers et dossiers à l'exception des médias dossiers par défaut seront enlevés! Une sauvegarde de ces dossiers et fichiers sera effectuée dans un nouveau dossier nommé CleanBackup Utiliser cette option ENTIEREMENT À VOS RISQUES ! Êtes-vous certain de vouloir continuer ?
nl: !! WAARCHUWING !! WAARCHUWING !! U staat op het punt om uw NMT DIEP op te schonen. Alle standaard applicaties zullen opnieuw geinstalleerd worden en alle aanpassingen zullen ongedaan worden gemaakt. Tevens zullen alle niet-standaard mappen worden verplaatst naar de map CleanBackup Na herstart van NMT moet u TYPICAL setup kiezen om uw media bestanden te bewaren. FRESH setup zal uw complete hardeschijf wissen. LET OP: DEZE ACTIE IS OP EIGEN RISICO! Weet u zeker dat u wilt doorgaan?
ru: !! Внимание !! Внимание !! Внимание !! PopcornTV будет полностью очищен. Все стандартные приложения будут восстановлены, все дополнительные приложения будут удалены. После перезагрузки выберите режим установки приложений. «Нормальная установка» сохранит ваш медиаконтент. «Чистая установка» удалит все на внутреннем жестком диске. ПОЛНАЯ ОЧИСКА УДАЛИТ ВСЕ НЕСТАНДАРТНЫЕ ПАПКИ И ВСЕ УСТАНОВОЧНЫЕ ФАЙЛЫ ВСЕ ПАПКИ И ФАЙЛЫ БУДУТ УДАЛЕНЫ, КРОМЕ: Download, Music, Photo, Podcast и Video. В общем, все файлы и папки будут удалены, кроме стандартных медиапапок! Копия этих папок и файлов будет сделана в папку «CleanBackup». nИспользуя данную функции, вы берете риск на себя! Вы уверены, что хотите продолжить?
tr: !! UYARI !! UYARI !! UYARI !! NMT cihazınızda DERİN TEMİZLİK yapmak üzeresiniz. Varsayılan uygulamalar yeniden yüklenecek, tüm özelleştirmeler kaldırılacaktır. Açılış sonrasında Tipik (Typical) veya Temiz /Fresh) kurulum yapmanız istenecek. Tipik kurulumda Media dosyalarınız korunurken, temiz kurulum ile tüm diskiniz silinecektir. DERİN TEMİZLİK SONRASINDA CİHAZINIZDA VARSAYILAN DIŞINDA TÜM KLASÖRLER VE AYARLAR KALDIRILACAKTIR. BUNLAR DIŞINDAKİ TÜM KLASÖR VE DOSYALAR KALDIRILACAK: Download, Music, Photo, Podcast, Video Varsayılan media klasörleri dışındaki tüm klasörler kaldırılacak! Bu klasörlerin yedeği CleanBackup isimli klasöre kaydedilecektir. Bu seçeneği kullanmak TAMAMEN KENDİ SORUMLULUĞUNUZDUR! Devam etmek istediğinize emin misiniz?

# MessageBox_DownloadPackageCaption
source: Download application
fr: Télécharger l'application
nl: Applicatie ophalen
ru: Закачка приложения.
tr: Uygulama indir

# MessageBox_DownloadPackageFailed
source: Error while trying to download installation files. Please check you internet connection. Try again, if problem remains please use Help menu, then use Help item and report problem there.
fr: Erreur lors de l'installation des fichiers de téléchargement. Veuillez vérifier votre connexion internet. Essayez de nouveau, si le problème persiste s'il vous plaît utilisez le menu Aide, puis utilisez Aide et signalez un problème.
nl: Ophalen van programma informatie is mislukt. Controlleer uw internet verbinding en probeer opnieuw.
ru: Ошибка при загрузке инсталляционного файла. Проверьте соединение с Интернет. Попробуйте снова. Если ошибка остается, используйте меню «Помощь», далее сообщите об ошибке в иконку «Help».
tr: Kurulum dosyalarının indirilmesinde hata. İnternet bağlantınızı kontrol ediniz. Tekrar deneyin, sorun devam ediyorsa Yardım Menüsünü kullanın ve hatayı bildirin.

# MessageBox_FtpConnectionTestCaption
source: FTP connection test
fr: Tester la connexion FTP
nl: FTP verbindings test
ru: Тест соединения FTP
tr: FTP bağlantı testi

# MessageBox_FtpConnectionTestFailed
source: Can't connect Network Media Tank FTP server. Make sure FTP server is enabled. Check server settings and retry.
fr: Impossible de se connecter au serveur FTP du Network Media Tank. Assurez-vous que le serveur FTP est activé. Vérifier les réglages du serveur et réessayer.
nl: Kan niet verbinden met de NMT's FTP server. Controleer of FTP server aanstaat en uw firewall instelling en probeer opnieuw.
ru: Невозможно соединение c FTP-сервером PopcornTV Убедитесь, что FTP-сервер включен. Проверте настойки сервера и попробуйте снова.
tr: NMT FTP sunucusuna bağlanılamıyor. FTP sunucusunun çalıştığına emin olun. Sunucu ayarlarınızı kontrol edip tekrar deneyin.

# MessageBox_HaltWarning
source: You are about to shutdown the NMT, are you sure?
fr: Vous allez arrêter le NMT êtes vous sur ?
nl: U staat op het punt om uw NMT af te sluiten, weet u dit zeker?
ru: Вы собираетесь остановить NMT. Вы уверены?
tr: NMT cihazınızı kapatmak üzeresiniz, emin misiniz?

# MessageBox_HaltWarningCaption
source: NMT Shutdown
fr: Arrêt du NMT
nl: NMT afsluiten
ru: NMT остановки
tr: NMT kapatılıyor

# MessageBox_InstallActionFailed
source: Connection error while trying to connect to Networked Media Tank. Please check server settings in "Server/Hardware settings" in Extra menu. Also make sure you have the FTP server running. If problem remains use "Report a bug" or "Help" in Help menu.
fr: Erreur lors de la connexion au Networked Media Tank. Veuillez vérifier les réglages du serveur dans Paramètres du serveur/matériel" dans le menu Extra. Aussi assurez-vous que le serveur FTP fonctionne. Si le problème persiste utilisez "Signaler un bug" ou "Aide" dans le menu Aide. "
nl: Kan niet verbinden met de NMT's FTP server. Controleer of FTP server aanstaat en uw firewall instelling en probeer opnieuw.
ru: Ошибка при соединении с PopcornTV. Проверьте серверные настройки в "Сервер/Оборудование", в меню Экстра. Также убедитесь, что FTP-сервер включен. Если ошибка остается, сообщите в «Сообщить об ошибке» или «Помощь».
tr: Networked Media Tank bağlantı hatası. Ekstra menüsünde Sunucu/Donanım ayarlarını kontrol ediniz. Cihazda FTP sunucunun çalıştığından emin olunuz. Sorun devam ederse Yardım Menüsünden Hata Bildir kısmını kullanınız.

# MessageBox_InstallationActionCaption
source: Installation
nl: Installatie
ru: Инсталляция
tr: Kurulum

# MessageBox_InstallFirmwareCaption
source: Install firmware
fr: Installer le firmware
nl: Installeer firmware
ru: Установить прошивку
tr: Firmware kur

# MessageBox_InstallFirmwareFailed
source: Installing new firmware failed, most likely because of a connection problem.
fr: L'installation du nouveau firmware a échoué, probablement en raison d'un problème de connexion.
nl: Installatie van Firmware is mislukt, controlleer uw netwerk verbinging en probeer opnieuw.
ru: Установка новой прошивки не удалась, возможно из-за проблемы соединения.
tr: Yeni firmware kurulumu başarısız, bağlantı sorunu olasılığı.

# MessageBox_InstallFirmwareWarning
source: You are about to reinstall or upgrading your NMT's firmware. Before you continue you need to download the firmware zip file from your NMT manufacturer's website. After you downloaded the zip file you can continue reinstalling or upgrading your firmware. UPGRADING FIRMWARE IS COMPLETELY AT OWN RISK! Are you sure you want to continue reinstalling or upgrading your firmware?
fr: Vous vous apprêtez à réinstaller ou mettre à jour le firmware de votre NMT. Avant de continuer, vous devez télécharger le fichier zip du firmware à partir du site web du fabricant de votre NMT. Après avoir télécharger le fichier zip, vous pourrez continuer de réinstaller ou mettre à jour votre firmware. METTRE À JOUR LE FIRWARE EST ENTIÈREMENT À VOS RIQUES ET PÉRILS !
nl: U staat op het punt om een andere firmware te installeren. Voordat u doorgaat moet u de gewenste firmware bestand downloaden van uw NMT's hardware fabrikant. Nadat u deze heeft gedownload kunt u doorgaan met deze actie. LET OP: INSTALLATIE VAN FIRMWARE IS OP EIGEN RISICO! Wilt u doorgaan?
ru: Сейчас произойдет переустановка или обновление приложения PopcornTV. До того как вы продолжите, нужно загрузить zip-файл прошивки с сайта www.popcorntv.ru. После загрузки zip-файл, вы сможете подложить установку прошивки. ОТВЕТСТВЕННОСТЬ ОБНОВЛЕНИЯ ПРОШИВКИ ПОЛНОСТЬЮ ЛОЖИТСЯ НА ВАС! Вы уверены, что хотите продолжить?
tr: NMT cihazınızın firmware yazılımını güncellemek üzeresiniz. Devam etmeden önce cihazınızın yazılım zip dosyasını NMT üreticinizin sitesinden indirmelisiniz. zip dosyasını indirdikten sonra güncelleme işlemine devam edebilirsiniz. YAZILIM GÜNCELLEME TAMAMEN KENDİ SORUMLULUĞUNUZDADIR! Yazılım güncellemeye devam etmeyi istiyor musunuz?

# MessageBox_InstallFromFileCaption
source: Install from file
fr: Installer à partir du fichier
nl: Installeer van bestand
ru: Установить из файла
tr: Dosyadan kur

# MessageBox_InstallFromFileInvalidZIP
source: This is not a supported ZIP file format, aborting
fr: Ce n'est pas un format de fichier ZIP supporté, abandon.
nl: Dit is een onbekend pakket formaat, bestand wordt overgeslagen.
ru: Этот zip-файл не поддерживается. Завершение.
tr: Geçersiz ZIP dosya biçimi, iptal ediliyor

# MessageBox_RepositoryInfoInvalid
source: Found errors in the repository information. Please fix problems and try again.
fr: Erreurs dans les informations du référentiel. Veuillez régler les problèmes et essayer de nouveau.
nl: Fouten gevonden in de bewaarplaats gegevens. Deze fouten dienen eerst opgelost te worden.
ru: Найденные ошибки в хранилище информации. Пожалуйста, исправьте проблемы и попробуйте еще раз.
tr: Depo bilgisinde hatalar bulundu. Lütfen hatayı giderip yeniden deneyin.

# MessageBox_RepositoryInfoInvalidCaption
source: Repository errors
fr: Erreurs du référentiel
nl: Bewaarplaats fouten
ru: Репозиторий ошибками
tr: Depo hatası

# MessageBox_RepositoryRestartCaption
source: Restart suggested
fr: Redémarrage suggéré
nl: Opnieuw starten aangeraden
ru: Перезагрузите предложил
tr: Yeniden başlatma öneriliyor

# MessageBox_RepositoryRestartConfirm
source: CSI needs to be restarted to update the repository information. Restart CSI now?
fr: CSI doit être redémarré pour mettre à jour les informations du référentiel. Redémarrage maintenant ?
nl: Om de wijzigingen door te voeren moet CSI opnieuw opstart worden. Wilt u CSI nu opnieuw opstarten?
ru: CSI должен быть перезапущен для обновления хранилища информации. Перезагрузите МОХС сейчас?
tr: CSI 'nin depo bilgisi güncellemesi için yeniden başlatılması gerekiyor. CSI şimdi yeniden başlatılsın mı?

# MessageBox_RepositorySaveCancel
source: Please save or cancel the changes first
fr: Veuillez sauvegarder ou annuler les changements d'abord
nl: U dient eerst op te slaan of te annuleren
ru: Пожалуйста, сохранить или отменить изменения, первой
tr: Lütfen önce değişiklikleri kaydedin veya iptal edin

# MessageBox_RepositorySaveCancelCaption
source: Save or cancel
fr: Sauvegarder ou annuler
nl: Opslaan of annuleren
ru: Сохранить или отменить
tr: Kaydet veya İptal
