Repository: cptjhmiller/NMTCommunitySoftwareInstaller
Catalog: Properties/Resources.*.resx
Languages: fr, nl, ru, tr

# MessageBox_RepositoryUpdate
source: Repository update
fr: Mise à jour du référentiel
nl: Bewaarplaats bijwerken
ru: Обновление репозитория.
tr: Depo güncelleme

# MessageBox_RepositoryUpdateFileInvalid
source: An invalid repository file ({0}) detected, skipping. Please report this by using "Report a bug" in the Help menu.
fr: Un fichier invalide ({0}) d'un référentiel détecté, et a été ignoré.Veuillez le signaler en utilisant "Signaler un bug" dans le menu Aide.
nl: Foutief bewaarplaats informatie bestand aangetroffen ({0}), wordt overgeslagen. Rapporteer deze fout via Help -> Rapporteer een fout mocht deze fout aanhouden.
ru: Обнаружен неправильный репозиторный файл ({0}), пропускается. Сообщите об этом через «Сообщить о ошибке», в меню «Справка».
tr: Geçersiz depo dosyası ({0}) bulundu, atlanıyor. Lütfen Yardım menüsündeki Hata Bildir kısmından bildiriniz.

# MessageBox_RepsitoryUpdateCantConnect
source: Can't connect to repository server {0}. Make sure your internet connection is up, perhaps {0}'s server is down.
fr: Connexion impossible au serveur de référentiel. Assurez-vous que votre connexion internet fonctionne.
nl: Kan bewaarplaats {0} hoofdcomputer niet benaderen. Controleer uw internet verbinding. Server {0} kan offline zijn.
ru: Невозможно подсоединиться к репозиторию {0}. Убедитесь, что ваш Интернет работает.
tr: Depo Sunucusuna bağlanılamıyor {0}. İnternet bağlantınızı kontrol edin.

# MessageBox_RestartNMTCaption
source: NMT Restart
fr: Redémarrage du NMT
nl: NMT herstarten
ru: Перезагрузка PopcornTV
tr: NMT'yi yeniden başlat

# MessageBox_RestartNMTConfirm
source: You are about to restart your Networked Media Tank Are you sure?
fr: Vous allez redémarrer votre NMT Etes-vous sur ?
nl: U staat op het punt uw NMT opnieuw op te starten, weet u dit zeker?
ru: PopcornTV будет перезагружен. Вы уверены?
tr: NMT cihazınızı yeniden başlatmak üzeresiniz. Emin misiniz?

# MessageBox_ThemeDeleteCaption
source: Theme delete
fr: Thème effacé
nl: Thema verwijderen
ru: Тема удалена.
tr: Temayı sil

# MessageBox_ThemeDeleteConfirm
source: You are about to delete the custom theme on the Network Media Tank. Are you sure?
fr: Vous allez supprimer le thème personnalisé sur le NMT. Etes-vous sûr?
nl: U staat op het punt om uw theme te deinstalleren, weet u dit zeker?
ru: Тема будет удалена. Вы уверены?
tr: NMT cihazınız üstündeki Özel Temayı silmek üzeresiniz. Emin misiniz?

# MessageBox_ThemeDeleted
source: Custom theme deleted. Please restart Network Media Tank for the settings to take effect
fr: Thème personnalisé supprimé. Veuillez redémarrer Network Media Tank pour que ces réglages prennent effet
nl: Thema is gedeinstalleerd, hetstart uw NMT om de wijzigingen door te voeren.
ru: Тема удалена. Перезагрузите PopcornTV, чтобы изменения вступили в силу.
tr: Özel Tema silindi. Değişikliklerin etkin olması için NMT cihazını tekrar başlatınız.

# MessageBox_ThemeDeleteFailed
source: Something failed while cleaning Theme folder. Theme cleanup not completed. Please retry.
fr: Quelque chose a échoué lors de la suppression du dossier Thème. Le nettoyage des thèmes n’a pas fonctionné S’il vous plait réessayez.
nl: Verwijderen van de thema is mislukt, probeer nogmaals.
ru: Что-то произошло не так при удалении папки Темы. Удаление темы не завершено. Попробуйте снова.
tr: Tema klasörü kaldırılırken hata oluştu. Tema temizliği tamamlanamadı. Lütfen tekrar deneyin.

# MessageBox_UninstallCaption
source: Application uninstall
fr: Application désinstallée
nl: Applicatie verwijderen
ru: Удаление приложения
tr: Uygulamayı kaldır

# MessageBox_UninstallConfirm
source: Are you sure you want to uninstall {0}? All application and configuration files will be deleted
fr: Êtes-vous sur de vouloir désinstaller {0}? Toutes les applications et fichiers de configuration seront effacés
nl: Weet u zeker dat u {0} wilt deinstalleren? De applicatie en zijn instellingen wordt verwijderd.
ru: Вы уверены, что хотите удалить {0}? Все приложения и файлы конфигурации будут удалены.
tr: Kaldırmak istediğinizden emin misiniz: {0}? Tüm uygulama ve ayar dosyaları silinecek.

# MessageBox_WaitImageDeleteCaption
source: Wait Images Set delete
fr: Supprimer images d'attente
nl: Wacht plaatjes verwijderen
ru: Значок ожидания удален
tr: Bekleme Görüntü setini sil

# MessageBox_WaitImageDeleteConfirm
source: You are about to delete the custom wait image set on the Network Media Tank. Are you sure?
fr: Vous allez supprimer l'ensemble des images d'attente personnalisées sur le NMT. Êtes-vous sûr?
nl: U staat op het punt om de wachtplaatjes te verwijderen. Weet u dit zeker?
ru: Значок ожидания будет удален с PopcornTV Вы уверены?
tr: NMT cihazınız üstündeki Bekleme Görüntü Setini silmek üzeresiniz.

# MessageBox_WaitImageDeleted
source: Wait Image Set is deleted, please restart the NMT for the settings to take effect.
fr: Images d'attente set est supprimé, veuillez redémarrer le NMT pour que ces réglages prennent effet.
nl: Wacht plaatjes zijn verwijderd. Hetstart the NMT om de wijzigingen door te voeren.
ru: Значок ожидания удален. Перезагрузите PopcornTV, чтобы изменения вступили в силу.
tr: Bekleme Görüntü seti silindi, değişikliklerin etkin olması için NMT cihazını tekrar başlatınız.

# MessageBox_WaitImageDeleteFailed
source: Something failed while removing Wait Image Set folder. Wait Image Set cleanup not completed. Please retry.
fr: Quelque chose a échoué lors de la suppression dossier images d'attente. Le nettoyage de Wait Image Set n’a pas fonctionné. S’il vous plait réessayez.
nl: Verwijderen van de wachtplaatjes is mislukt, probeer opnieuw.
ru: Что-то произошло не так при удалении папки значка ожидания. Удаление значка ожидания не завершено. Попробуйте снова.
tr: Bekleme Görüntü seti klasörü kaldırılırken sorun oluştu. Bekleme görüntü seti temizliği tamamlanamadı. Lütfen yeniden deneyin.

# PanelTitel_ServerSettings
source: Server and Hardware settings
fr: Réglages du serveur et du Matériel
nl: Server en Hardware instellingen
ru: Настройки Сервера и Оборудования
tr: Sunucu ve Donanım Ayarları

# PanelTitle_ChangeLanguage
source: Select language
fr: Choisissez la langue
ru: Выбор языка
tr: Dil seç

# PanelTitle_CSIUpgrade
source: CSI update available
fr: Mise à jour de CSI disponible
nl: CSI update beschikbaar
ru: Обновление CSI доступно
tr: Güncel CSI sürümü mevcut

# PanelTitle_Done
source: Usage instructions
fr: Instructions d'utilisation
nl: Gebruikers instructies
ru: Инструкция:
tr: Kullanım talimatları

# PanelTitle_InstallFromZip
source: Install from file
fr: Installez d'un fichier
nl: Installeer van bestand
ru: Установить из файла
tr: Dosyadan kur

# PanelTitle_InstallResult
source: Install results
fr: Résultats d’installation
nl: Installatie resultaat
ru: Результат установки
tr: Kurulum sonucu

# PanelTitle_Repositories
source: Manage repositories
fr: Gestion des référentiels
nl: Bewaarplaatsen bewerken
ru: Управление Репозиторий
tr: Depo kaynaklarını ayarla

# PanelTitle_SelectApplication
source: Select the desired item
fr: Sélectionnez l'article désiré
nl: Selecteer gewenste item
ru: Выберите интересующий пункт.
tr: İstenilen nesneyi seç

# PanelTitle_UploadApplication
source: Upload and install
fr: Charger et installer
nl: Verstuur en installeer
ru: Закачка и инсталляция
tr: Yükle ve Kur

# PanelTitle_Webservice
source: Add a custom Webservice
fr: Ajoutez un service Web personnalisé
nl: Nieuwe webservice toevoegen
ru: Добавить веб=сервис
tr: Özel Web servisi ekle

# PanelTitle_Welcome
source: Welcome to NMT Community Software Installer
fr: Bienvenue à NMT Community Software Installer
nl: Welkom bij NMT Community Software Installer
ru: Добро пожаловать в NMT CSI
tr: CSI NMT Topluluğu Yazılım Kurucusuna Hoşgeldiniz

# Text_About
source: About
fr: Au sujet
nl: Over
ru: О программе
tr: Hakkında

# Text_Background
source: Background
fr: Arrière plan
nl: Achtergrond
ru: Фон
tr: Zemin

# Text_CheckingRepository
source: Checking repository
fr: Vérification du référentiel
nl: Bewaarplaats bijwerken
ru: Проверка репозитория
tr: Depo kontrol ediliyor

# Text_DisablingBootStart
source: Disabeling boot start for
fr: Désactiver au démarrage pour
nl: Zet start tijdens opstaten uit
ru: Отключение загрузки на
tr: Başlangıçta çalıştırma etkin değil

# Text_DownloadingFile
source: Downloading File
fr: Téléchargement du fichier
nl: Bestand wordt opgehaald
ru: Загрузка файла
tr: Dosya yükleniyor

# Text_EnabelingBootStart
source: Enabeling boot start for
fr: Activer au démarrage pour
nl: Zet start tijdens opstarten aan
ru: Включение загрузки на
tr: Başlangıçta çalıştırma etkin

# Text_FetchingApplicationInformation
source: Fetching current application information...
fr: Récupérer les informations des applications en cours …
nl: Huidige applicatie informatie ophalen...
ru: Извлечение информации приложения
tr: Mevcut uygulama bilgisi derleniyor

# Text_HighDefinition
source: High Definition
fr: Haute Définition
nl: Hoge definitie
ru: Высокое разрешение
tr: Yüksek Çözünürlük

# Text_Installed
source: Installed
fr: Installé
nl: Geinstalleerd
ru: Установлен
tr: Kurulan

# Text_Installing
source: Installing
fr: Intallation
nl: Bezig met installeren
ru: Устанавливается
tr: Kuruluyor

# Text_MainButtonsExit
source: &Exit
fr: &Sortie
nl: &Sluiten
ru: &Выход
tr: &Çıkış

# Text_MainButtonsMore
source: &More...
fr: &Plus…
nl: &Meer...
ru: &Еще…
tr: &Daha

# Text_MainButtonsNext
source: &Next
fr: &Suivant
nl: &Volgende
ru: &Далее
tr: &Sonraki

# Text_NotInstalled
source: Not installed
fr: Non installé
nl: Niet geinstalleerd
ru: Неустановлен
tr: Kurulmadı

# Text_RepositoriesCheckCantConnectUrl
source: Cannot connecto to repository server: {0}
fr: Connexion impossible au serveur de référentiel: {0}
nl: Kan bewaarplaats {0} niet bereiken.
ru: Не connecto в хранилище сервера: {0}
tr: Depo sunucusuna bağlanılamadı: {0}

# Text_RepositoriesCheckInvalidURL
source: Invalid URL format or doesn't end with zip or xml for: {0}
fr: Format d'URL non valide ou ne se termine pas par zip ou xml pour: {0}
nl: Bewaarplaats {0} heeft een ongeldig URL of een URL die niet eindigd met XML of ZIP.
ru: Неправильный формат URL или не заканчивается с ZIP или XML для: {0}
tr: Geçersiz URL biçimi veya zip veya xml ile bitmiyor: {0}

# Text_RepositoriesCheckNoName
source: No repository name given, name is required
fr: Aucun nom de référentiel, le nom est requis
nl: Geen bewaarplaats naam opgegeven.
ru: Нет хранилищу имя, фамилия требуется
tr: Depo ismi yok, isim zorunludur

# Text_RepositoriesCheckNoRepositories
source: No repositories entered, need at least one repository.
fr: Aucun référentiel d'entrer, besoin d'au moins un.
nl: Geen bewaarplaatsen toegevoegd. Voeg minimaal een bewaarplaats toe.
ru: Не вступил хранилищ, необходимо, по крайней мере одно хранилище.
tr: Depo kaynağı girilmemiş, en az bir depo gerekli

# Text_RepositoriesCheckNotUniqueName
source: Repository name not unique for: {0}
fr: Nom du référentiel n'est pas unique pour: {0}
nl: Bewaarplaats naam {0} is niet uniek.
tr: Depo ismi özel değil: {0}

# Text_Restarting
source: Restarting
fr: Redémarrage
nl: Herstarten
ru: Перезагружается
tr: Yeniden başlatılıyor

# Text_StandardDefinition
source: Standard Definition
fr: Définition standard
nl: Standaard definitie
ru: Стандартное разрешение
tr: Standart Çözünürlük

# Text_Start
source: &Start
fr: &Démarre
ru: &Начать
tr: &Başlat

# Text_Started
source: started
fr: Démarré
nl: gestart
ru: работает
tr: başlatıldı

# Text_Starting
source: Starting
fr: Démarrage
nl: Starten
ru: начинается
tr: Başlatılıyor

# Text_StateUnknown
source: State unknown
fr: État inconnu
nl: Onbekende status
ru: Состояние неизвестно
tr: Durum bilinmiyor

# Text_Stop
source: &Stop
fr: &Arrêt
ru: &Стоп
tr: Du&r

# Text_Stopped
source: stopped
fr: Arrêté
nl: gestopt
ru: Остановлен
tr: Durduruldu

# Text_Stopping
source: Stopping
fr: Arrêter
nl: Stoppen
ru: Останавливается
tr: Durduruluyor

# Text_Uninstalling
source: Uninstalling
fr: Déinstallation
nl: Bezig met verwijderen
ru: Удаляется
tr: Kaldırılıyor

# Text_Version
source: Version
nl: Versie
ru: Версия
tr: Sürüm

# Tooltip_ApplicationSuggestionCaption
source: Application suggestion
fr: Sugestion d'application
nl: Applicatie suggestie
ru: Применение приложения
tr: Uygulama önerisi

# Tooltip_ApplicationSuggestionText
source: Please install the lighttpd application. This application will give a performance boost to applications installed via CSI. Installing lighttpd is adviced! (click here to close)
fr: Veuillez installer l'application lighttpd. Cette application donnera un gain de performance pour les applications installées par CSI. Installation de lighttpd est conseillé! (cliquez ici pour fermer)
nl: Gelieve lighttpd applicatie installeren. Deze applicatie zorgt voor een snelheids verbetering van applicaties. Installeren van lighhtpd wordt aangeraden! (klik hier om te sluiten)
ru: Пожалуйста, установите приложение Lighttpd. Установка данного приложения позволит увеличить производительность программ, установленных с помощью CSI . Рекомендуем Lighttpd! (закрыть)
tr: Lütfen lighttpd uygulamasını kurunuz. Bu uygulama CSI ile yüklenen uygulamaların performansını arttıracaktır. lighttpd kurulumu önerilmektedir! (Kapatmak için tıklayın)

# Validate_InvalidWebserviceName
source: Invalid name, may only contain letters, numbers and spaces.
fr: Nom incorrect, doit contenir uniquement des lettres, des chiffres et des espaces.
nl: Ongeldige naam. De naam mag alleen letters, cijfers en spaties bevatten.
ru: Неправильное имя. Может только содержать буквы, числа и пробелы.
tr: Geçersiz isim, sadece harf, sayı ve boşluk içermeli.

# Validate_InvalidWebserviceURL
source: Invalid web address (URL), please verify and try again.
fr: Adresse Web valide (URL), veuillez vérifiez et essayez à nouveau.
nl: Ongeldig web adres, controlleer en probeer opnieuw.
ru: Неправильный веб-адрес (URL), проверьте и попробуйте снова.
tr: Geçersiz web adresi (URL), lütfen kontol edip deneyin.
